Repository: HelderFilho/patologika
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: br

source: employee
br: parceiro de negócio

source: Employees
br: Parceiros de Negócio

source: Finances
br: Financeiro

source: Departments
br: Departamentos

source: Costs
br: Custos

source: Population
br: População

source: Term
br: Termo

source: term
br: Termo

source: Payment Method
br: Forma de Pagamento

source: Payment Methods
br: Forma de Pagamento

source: Populations
br: População

source: OmbudsmanAreas
br: Áreas da Ouvidoria

source: Ombudsman Areas
br: Áreas da Ouvidoria

source: Alert!
br: Alerta!

source: client has been saved
br: cliente foi salvo

source: sex
br: Sexo

source: birth date
br: Aniversário

source: credit limit
br: Limite de crédito

source: phone2
br: Telefone 2

source: men
br: Masculino

source: woman
br: Feminino

source: rg/state_registration
br: RG/Ins. Estadual

source: Confirm
br: Confirmar

source: Confirm
br: Confirmar

source: Physical Person
br: Pessoa Física

source: cancel
br: Cancelar

source: Cancel
br: Cancelar

source: phoneone
br: Telefone

source: credit_limit
br: Limite de Crédito

source: Refresh
br: Recarregar

source: User
br: Usuário

source: Sex
br: Sexo

source: Men
br: Masculino

source: Woman
br: Feminino

source: Birth Date
br: Data de Nascimento

source: Phone2
br: Telefone 2

source: Credit Limit
br: Limite de Crédito

source: position_id
br: Cargo

source: birth_date
br: Data de Nascimento

source: phone
br: Telefone

source: Discount Limit
br: Limite de Desconto

source: phone_2
br: Telefone 2

source: acronym_board
br: Sigla do Conselho

source: board_number
br: Número do Conselho

source: uf_board
br: UF do Conselho

source: Phone 2
br: Telefone 2

source: Acronym Board
br: Sigla do Conselho

source: Board Number
br: Número do Conselho

source: Uf Board
br: UF do Conselho

source: Doctors
br: Doutores

source: Doctor
br: Doutor

source: Cancel
br: Cancelar

source: H
br: <span class='label label-info'>Masculino</span>

source: M
br: <span class='label label-danger'>Feminino</span>

source: Related Buy
br: Compras Relacionadas

source: Related Sales
br: Vendas Relacionadas

source: Related Price
br: Preços Relacionadas

source: Exemplars
br: Modelos

source: Back
br: Voltar

source: exemplar has been saved.
br: O Modelo foi salvo.

source: GroupProducts
br: Grupo de Produtos

source: quant_min
br: Quantidade Mínima

source: Quant Min
br: Quantidade Mínima

source: price_id
br: Preço

source: Value Unit
br: Valor por Unidade

source: Value Total
br: Valor Total

source: IN
br: Entrada

source: OUT
br: Saída

source: ENT
br: Entrada

source: Supervisor
br: Fiscal

source: Not Supervisor
br: Não Fiscal

source: FI
br: Fiscal

source: Quantity Atual
br: Quantidade Atual

source: All boxe_id
br: Caixas

source: All user_id
br: Usuários

source: Open
br: Aberto

source: Close
br: Fechado

source: Value Close
br: Valor do Fechamento

source: DailyBoxes
br: Controle do PDV

source: Client
br: Cliente

source: All client_id
br: Todos os Clientes

source: Sale Panel
br: Venda

source: Type in a search term
br: Digitar um termo de busca

source: Finish Sale
br: Concluir Venda

source: Sangria or Supply
br: Sangria ou Suprimentos

source: Sangria and Supply
br: Sangria e Suprimentos

source: Close Box
br: Fechar Caixa

source: Finish
br: Fechar

source: Shopping Cart
br: Carrinho de Compras

source: Code
br: Código

source: Qtd
br: Quantidade

source: Unit Price
br: Preço por Unidade

source: Total Price
br: Preço Total

source: Apply
br: Aplicar

source: Add Payment Method
br: Adicionar Forma de Pagamento

source: Delete Payment Method
br: Deletar Forma de Pagamento

source: Searching...
br: Pesquisando...

source: No results
br: Nenhum Resultado

source: Services
br: Serviços

source: Order
br: Ordem de Serviço

source: Orders
br: Ordens de Serviço

source: client_id
br: Cliente

source: situation
br: Situação

source: Related Orders
br: Relação das Ordens de Serviços

source: Delivery Date
br: Data de Entrega

source: Situation
br: Situação

source: Related Payment Methods
br: Formas de Pagamentos Relacionadas

source: Related Services
br: Serviços Relacionados

source: Optics
br: Óticas

source: Optic Services
br: Serviços de Óticas

source: Optic Service Orders
br: Ordens de Serviço de Ótica

source: Rear Optic Service Orders
br: Retaguarda

source: Optic Service
br: Serviço de Ótica

source: employee_id
br: Parceiro de Negócio

source: doctor_id
br: Doutor

source: observations
br: Observação

source: delivery_date
br: Data de Entrega

source: sale_date
br: Data da Venda

source: OpticOrders
br: Ordens de Ótica

source: Optic Orders
br: Ordens de Ótica

source: Coupon
br: Cupom

source: Pecy
br: Peça

source: Pecies
br: Peças

source: Observations
br: Observações

source: Optic Order
br: Ordem da Ótica

source: Budget
br: Orçamento

source: Progress
br: Em Processo

source: Finished
br: Finalizado

source: coupon
br: Cupom

source: Service
br: Serviço

source: Add Order
br: Adicionar Ordem

source: cost_center_id
br: Centro de Custo

source: discount
br: Desconto

source: pay_day
br: Dia de Pagamento

source: Adicionar Cost Center
br: Adicionar Centro de Custo

source: neighborhood
br: Bairro

source: Service Orders
br: Ordem de Serviço

source: Rear Service Orders
br: Retaguarda

source: Rear Budgets
br: Retaguarda

source: Not Finish
br: Não Finalizado

source: finish
br: Finalizado

source: Lowin Pay
br: Baixa no Pagamento

source: Paid
br: Pago

source: Not Paid
br: Não Pago

source: Pay Day
br: Data do Pagamento

source: pay day
br: Data do Pagamento

source: Add Providers
br: Adicionar Fornecedores

source: List Providers
br: Listar Fornecedores

source: code
br: Código

source: Cst Source
br: CST ORIGEM

source: cstSource_id
br: CST ORIGEM

source: Cst Icm
br: CST ICMS

source: cstIcm_id
br: CST ICMS

source: Cst Icms Simple National
br: CST ICMS SIMPLES NACIONAL

source: cstIcmsSimplesNational_id
br: CST ICMS SIMPLES NACIONAL

source: cstIpi_ip
br: CST IPI

source: Cst Pi
br: CST PIS

source: cstPi_id
br: CST PIS

source: Cst Cofin
br: CST COFINS

source: cstCofins_id
br: CST COFINS

source: Add Daily Box
br: Adicionar Abertura de Caixa

source: Order Services
br: Ordem de Serviço

source: Print Invoice
br: Emitir nota fiscal

source: Add Budget
br: Adicionar Orçamentos

source: Not Fished
br: Não Finalizado

source: Point Services
br: Serviços

source: Adicionar Point Service
br: Adcionar Serviço

source: Rear Orders
br: Retaguarda

source: situation_id
br: Situação

source: code_city
br: Código da Cidade

source: Control Daily Points
br: Controle Diário de Pontos

source: List Order
br: Listar Ordem

source: List Budget
br: Listar Orçamentos

source: Rear Order
br: Retaguarda

source: Rear Budget
br: Retaguarda Orçamento

source: Add Client
br: Adicionar Cliente

source: You have to open the box
br: É preciso abrir o caixa!

source: List Client
br: Listar Clientes

source: Sales Finished
br: Vendas Finalizadas

source: Order Services Finished
br: Orden de Serviços Finalizadas

source: Sales Total
br: Total de Vendas

source: Orders Total
br: Total de Ordens

source: The daily box could not be opened. Please, try again
br: O caixa não pode ser aberto. Por favor, tente novamente

source: The daily box has been opened
br: O caixa foi aberto

source: employee has been saved.
br: Parceiro de negócio foi Salvo.

source: actions
br: Ações

source: Previous
br: Anterior

source: Next
br: Próximo

source: No data available in table
br: Sem dados disponíveis na tabela

source: Showing
br: Mostrando

source: of
br: de

source: entries
br: Entradas

source: Show
br: Mostrar

source: Version 1.0
br: Versão 1.0

source: Secretaries
br: Secretarias

source: Secretary
br: Secretaria

source: Buy Price
br: Preço de Compra

source: Sale Price
br: Preço de Venda

source: department_id
br: Setor

source: Point Orders
br: Ordem de Serviço

source: PointOrders
br: Ordem de Serviço

source: Orders Services Finished
br: Ordens de Serviço Finalizada

source: Buy Expense
br: Despesas de Compra

source: Buy Commission
br: Comissão de Compra

source: Buy Practiced Gain
br: Lucro Praticado de Compra

source: Buy Income Tax
br: Imposto de Renda de Compra

source: Buy Gain
br: Custo da Compra

source: Buy Freight
br: Preço de Frete

source: Buy Simple
br: Simples

source: Name Mayor
br: Nome do Prefeito

source: name_mayor
br: Nome do Prefeito

source: Icms Buy
br: ICMS Compra

source: Sub Icms Buy
br: ICMS Sub Compra

source: Sale Wholesale
br: Venda por Atacado

source: Sale Unit Sale
br: Utl.Venda

source: Sub Icms Sale
br: ICMS Sub Venda

source: Icms Sale
br: ICMS Venda

source: Sale Term
br: Venda a Prazo

source: Sale Promotion
br: Promoção de Venda

source: cliente has been saved
br: o cliente foi salvo.

source: grade has been saved
br: a classe foi salva.

source: group product has been saved
br: o grupo de produto foi salvo

source: mark has been saved
br: a marca foi salva

source: section has been saved
br: a seção foi salva

source: subgroup product has been saved
br: o subgrupo foi salvo

source: unit has been saved
br: a unidade foi salva

source: product has been saved
br: o produto salvo

source: product has been deleted
br: o produto foi deletado

source: cliente has been deleted
br: o cliente foi deletado.

source: grade has been deleted
br: a classe foi deletada.

source: group product has been deleted
br: o grupo de produto foi deletado

source: mark has been deleted
br: a marca foi deletada

source: section has been deleted
br: a seção foi deletada

source: subgroup product has been deleted
br: o subgrupo foi deletado

source: unit has been deleted
br: a unidade foi deletada

source: Nothing selected
br: Nada selecionado

source: The budget has been saved
br: O orçamento foi salvo

source: Low in Pay
br: Baixa no Pagamento

source: Low_in_Pay
br: Baixa no Pagamento

source: Pay_Day
br: Dia do Pagamento

source: Sales order
br: Pedido de Venda

source: Client Data
br: Dados Do Cliente

source: unit price
br: Preço Unitário

source: total price
br: Total

source: Quantity Itens
br: Quantidade de Itens

source: Total Saller
br: Total da Venda

source: No tax value , only for simple conference
br: Sem Valor Fiscal, Somente para fins de confêrencia

source: S
br: SIM

source: N
br: NÂO

source: points
br: Pontos

source: expense
br: Despesa

source: Expense
br: Despesa

source: expenses
br: Despesas

source: Expenses
br: Despesas

source: revenue
br: Receita

source: Revenue
br: Receita

source: Revenues
br: Receitas

source: revenues
br: Receitas

source: Emit
br: Emitindo

source: Yes
br: Sim

source: No
br: Não

source: Loading
br: Aguarde....

source: Select payment Method
br: Selecione Forma de Pagemento

source: Purchase Date
br: Data da Compra

source: Purchase Price
br: Valor da Compra

source: The Amount
br: Quantidade

source: Exchange
br: Troca

source: Finish Exchange
br: Concluir Troca

source: Return Sale
br: Retornar Vendas

source: Total Exchange
br: Total Troca

source: Exchange Value
br: Valor da Troca

source: Discounts
br: Discontos

source: Goods Returned
br: Produtos Devolvidos

source: Devolution
br: Devolução

source: New Buy
br: Nova Compra

source: Payable
br: A Pagar

source: Note issue
br: Emitir Nota

source: You want to save the balance on your payment plan?
br: Deseja salavar o valor restante no seu crediário?

source: Total to Pay
br: Total a Pagar

source: Balance Client
br: Saldo Cliente

source: To Receive
br: Receber

source: Credit Limit Below Value
br: Limite de crédio abaixo do valor

source: To save the balance of the client credential
br: Deseja salvar o saldo no credencial do cliente?

source: You may not add more values
br: Você não pode adicionar mais valores

source: Please receive the amount
br: Por favor receber o valor

source: Invalid Value
br: Valor Inválido

source: Permission in Pay
br: Permissão no pagamento

source: Register Tef
br: Registro TEF

source: generate Nfce
br: Gerar Nfce

source: Cancel Nfce
br: Cancelar Nfce

source: Delete Sale
br: Deletar Venda

source: daily_boxe_id
br: ID do Caixa

source: Delete Budget
br: Deletar Orçamento

source: motive
br: Motivo

source: Motive
br: Motivo

source: List
br: Listar

source: Point Service
br: Serviço

source: Point
br: Ponto

source: Points
br: Pontos

source: Deductions Value
br: Valor das deduções para Redução da Base de Cálculo em R$.

source: Pis Value
br: Valor da retenção do PIS em R$.

source: Cofins Value
br: Valor da retenção do COFINS em R$.

source: Inss Value
br: Valor da retenção do INSS em R$.

source: Ir Value
br: Valor da retenção do IR em R$.

source: Csll Value
br: Valor da retenção do CSLL em R$.

source: Points Orders
br: Ordens de Serviços

source: nnota
br: N° da Chave

source: This note has been canceled !
br: Essa nota, foi cancelada!

source: It is not possible to generate an invoice without a selected payment method
br: Não é possivel gerar uma nota fiscal sem uma forma de pagamento selecionada (CASO NÃO TENHA UMA FORMA DE PAGAMENTO PARA SELECIONAR ABRA UM CAIXA)

source: For some reason this note was not transmitted , therefore can not be Canceled !
br: Por algum motivo essa nota não foi transmitida, por tanto não pode ser Cancelada!

source: Fiscal note issue
br: Emitir nota Fiscal

source: Tax data
br: Dados Fiscais

source: Nature Transaction
br: Natureza da Operacão

source: Special Tax Regime
br: Regime Especial de Tributacao

source: Simple National Opting
br: Optante do Simples Nacional

source: Encouraging Cultural
br: Incentivador Cultural

source: Date Of Issue RPS
br: Data de Emissão da Nota

source: Status RPS
br: Stiuação da Nota

source: Code Cnae
br: Código CNAE

source: Municipal Tax Code
br: Código de Tributação Municipal

source: Item List Service
br: Código do serviço prestado.

source: aliquot
br: Alíquota %

source: Aliquot
br: Alíquota %

source: discrimination
br: Discriminação

source: Discrimination
br: Discriminação

source: Municipal Registration
br: Incrição Municipal

source: Nature Of The Transaction
br: Natureza da Operação

source: Iss Retained
br: ISS Retido

source: protocol
br: Número de Protocolo

source: Cancel NFSE
br: Cancelar NFSE

source: Protocol
br: Número de Protocolo

source: Number Note
br: Para resgatar o número da nota clique em 'Consultar NFSE' e faça o download do arquivo XML, nesse se encontra o número de sua nota fiscal de serviço.

source: number_note
br: Para resgatar o número da nota clique em 'Consultar NFSE' e faça o download do arquivo XML, nesse se encontra o número de sua nota fiscal de serviço.

source: Sale Retail
br: Preço de Varejo

source: The daily box could not be opened. Please, try again.
br: O Caixa não pode ser aberto. Por favor, verifique se ha caixas disponíveis e tente novamente

source: Your invoice has been successfully generated , its protocol number is
br: Sua nota fiscal foi gerada com sucesso, seu Numero de protocolo é

source: Fiscal menu
br: Menu Fiscal

source: register_tef
br: Código TEF

source: register tef
br: Código TEF

source: Tef Transactions
br: Transações com TEF

source: The daily box has been opened.
br: O Caixa foi Aberto Com sucesso.

source: Communicating with teff.
br: Se comunicando com o TEF...

source: Value unit
br: Valor Unitário

source: Value total
br: Valor Total

source: From
br: De

source: To
br: Até

source: SAI
br: Saídas

source: Reports
br: Relatórios

source: Drives
br: Movimentações

source: for
br: por

source: period
br: Período

source: Quantity of products
br: Quantidade por Produtos

source: Variety of products
br: Variédade de Produtos

source: Seller
br: Contador

source: seller
br: Contador

source: Date
br: Data

source: Quantity of Services
br: Quantidade de Serviços

source: Variety of Services
br: Variédade de Serviços

source: entry in stock
br: Entrada no Estoque

source: last update
br: Última Atualização

source: quantity_atual
br: Quantidade Atual

source: box_id
br: Caixa

source: Parcel
br: Parcela

source: parcel
br: Parcela

source: Band
br: Bandeira

source: type_transaction
br: Tipo de Transação

source: Date Transaction
br: Momento da Transação

source: type_parcel_transaction
br: Tipo de Parcela da Transação

source: code_aproved
br: Codigo de Aprovação/ Controle

source: Are You Sure you want to access the registry administrators functions %s?
br: Tem Certeza que deseja acessar as funções administradoras do registo %s?

source: APR
br: APROVADO

source: CAN
br: CANCELADO

source: PDC
br: PEDIDO DE CANCELAMENTO

source: EXT
br: EXTORNADO

source: RIM
br: RE-IMPRESSÃO

source: Open Box
br: Abrir Caixa

source: Coupon
br: Cupom

source: Period
br: Peróodo(EM DIAS)

source: The daily box has been closed.
br: O Caixa Foi Fechado com sucesso

source: The daily box could not be close. Please, try again.
br: Ocorreu um erro ao tentar fechar o caixa. Por favor tente novamente

source: you must enter a value for closing
br: Você precisa informar um valor para fechamento

source: Department
br: Departamento

source: Layout Default
br: Tela Padrão

source: layout_default
br: Tela Padrão

source: Default
br: Padrão

source: Box
br: Caixa

source: Data
br: Dados

source: CA
br: Caixa

source: VE
br: Vendedor

source: DE
br: Padrão

source: Generate Expense
br: Gerar Despesa

source: Invalid
br: Inválido

source: YES
br: SIM

source: NO
br: NÃO

source: No Paid
br: Não Pago

source: movimentation_id
br: ID Movimentação

source: Movimentation
br: Movimentação

source: T Pag
br: Tipo de Pagamento

source: Tp Integra
br: Tipo da Integração(Desconsiderar para dinheiro/cheque)

source: T Band
br: Tipo da Bandeira(Apenas para crédito/débito)

source: Cnpj C
br: CNPJ da Credenciadora de cartão de crédito e/ou débito

source: not cadastred
br: Não Cadastrado

source: Sale Total
br: Total em Vendas

source: Ambient
br: Ambiente

source: Generate
br: Gerar

source: Default System
br: Padrão do Sistema

source: The costs and movimentation has been saved.
br: Movimentação e Custos Salvos!

source: Cstcofins
br: Código da Situação Tributária referente à Cofins

source: Cstipis
br: Código da Situação Tributária referente à IPI

source: Cstpis
br: Código da Situação Tributária referente à PIS

source: Csticmssimplenationals
br: Código da Situação Tributária referente à ICMS do Simples Nacional

source: Csticms
br: Código da Situação Tributária referente à ICMS

source: Cfops
br: Código Fiscal de Operações e Prestações (CFOP)

source: has been saved.
br: foi salvo(a).

source: Pay
br: Pagar

source: Unpaid
br: Não Pago

source: has been edited.
br: foi editado.

source: Method
br: Forma

source: Parcels
br: Parcelas

source: Refer
br: Referência

source: NP
br: Não Pago

source: PG
br: Pago

source: Resume
br: Resumo

source: Or
br: Ou

source: Outside the defined period
br: Fora do período definido.

source: Successfully held payment!
br: Pagamento realizado com sucesso!

source: Sale
br: Venda

source: Sign In to your account
br: Entre com conta

source: Records
br: Cadastros

source: Version
br: Versão 2.0

source: Day
br: Dia

source: Open For
br: Aberto Por

source: Net value
br: Valor Líquido

source: Not Payment Method
br: Não à forma de pagamento

source: Cash Book
br: Livro Caixa

source: Unitary Value
br: Valor Unitário

source: Discount
br: Desconto

source: Detail
br: Detalhes

source: Minimize
br: Minimizar

source: Point Order
br: Ordem de Serviço

source: Date Close
br: Data do Fechamento

source: TOTAL DISCOUNT
br: TOTAL DESCONTO

source: TOTAL PAIED
br: TOTAL PAGO

source: Details
br: Detalhes

source: General
br: Geral

source: Week
br: Semana

source: Month
br: Mês

source: Year
br: Ano

source: Custom
br: Personalizado

source: Dash Costs
br: Painel Financeiro

source: Expenses vs. Revenue
br: Despesas vs Receitas

source: Operational launch
br: Lançamento Operacional

source: deposit
br: Depósito

source: Deposit
br: Depósito

source: deposits
br: Depósitos

source: Deposits
br: Depósitos

source: Find Products
br: Pesquisar Produtos

source: Conference
br: Conferência

source: Conferences
br: Conferências

source: Opened
br: Abertas

source: Check
br: Conferir

source: Check
br: Conferir

source: Checked
br: Conferida

source: user_conference
br: Usuário da Conferência

source: user conference
br: Usuário da Conferência

source: User Conference
br: Usuário da Conferência

source: User conference
br: Usuário da Conferência

source: Result
br: Resultado

source: Results
br: Resultados

source: user_result
br: Usuário do Resultado

source: user result
br: Usuário do Resultado

source: User Result
br: Usuário do Resultado

source: For
br: Para

source: Transfers
br: Transferências

source: Transfer
br: Transferência

source: transfer_description
br: Descrição da Transferência

source: CN
br: CNPJ

source: CP
br: CPF

source: Today
br: Hoje

source: Mon
br: Mês

source: Lacking
br: Em Falta

source: Low
br: Em Baixa

source: Edt
br: Editar

source: Administrative
br: Adminstrativo

source: Last Update
br: Ultima Atualização

source: Last Movimentation
br: Ultima Movimentação

source: Locale
br: Local

source: Gain
br: Lucro

source: Option
br: Opção

source: Daily Boxe Id
br: ID do Caixa

source: Not Note
br: Sem Nota

source: With Note
br: Com Nota

source: transmit
br: Transmitir

source: Transmit
br: Transmitir

source: Cancel Nfse
br: Cancelar NFSE

source: Protocol without notes
br: Notas sem Protocolo

source: History of
br: Histórico de

source: In
br: Entrada

source: Quantity1
br: Quantidade Criada

source: Quantity2
br: Resultado

source: Cash
br: Caixa

source: Settings
br: Configurações

source: The movimentation could not be saved . Please, try again .
br: A movimentação não pode ser salva. Por favor, tente novamente.

source: The movimentation has been saved .
br: A movimentação foi salva com sucesso.

source: registered
br: Cadastrado

source: Not registered
br: Não Cadastrado

source: CostCenter
br: Centro de Custo

source: CostCenters
br: Centro de Custo

source: Delete Service
br: Deletar Serviço

source: Not Provider
br: Sem fornecedor

source: Cost Center
br: Centro de Custo

source: The transfer could not be saved . Please, try again .
br: A Transferência não pode ser salva. Por favor, tente mais uma vez.

source: The transfer has been saved .
br: A Transferência foi salva.

source: Pdf
br: Gerar PDF

source: Product Name
br: Nome do Produto

source: has been deleted.
br: foi deletado(a)

source: conference
br: Conferência

source: could not be deleted. Please, try again.
br: não pode ser deletado(a). Por favor, tente novamente.

source: could not be saved. Please, try again.
br: não pode ser salvo(a). Por favor, tente novamente.

source: CPF On Note
br: CPF na nota?

source: Cpf On Note
br: CPF na nota?

source: nnf
br: N° da Nota

source: Nnf
br: N° da Nota

source: Numlote
br: N° do Lote

source: Numprot
br: N° do Protocolo

source: Numrec
br: N° do Recibo

source: NumberCode
br: N° do Código

source: Nnota
br: Chave da Nota

source: Digit Checker
br: Dígito Verificador

source: Counts
br: Contas

source: To receive
br: a Receber

source: to Receive
br: a Receber

source: payable
br: a Pagar

source: Cost
br: Custo

source: reference_note
br: Código do Fornecedor

source: Reference Note
br: Código do Fornecedor

source: NDanfce
br: Cupom não fiscal

source: The movimentation could not be deleted . Please, try again.
br: A Movimentação não pode ser deletada. Por favor tente novamente.

source: List of Products
br: Lista de Produtos

source: Change
br: Troco

source: Receive
br: Recebido

source: Lack
br: Falta

source: Reference code
br: Código de Referência

source: User already exists with that name.
br: Já existe usuario com esse nome.

source: Item Already Granted
br: Item Já Conferido!!

source: Alter Seller
br: Trocar Vendedor

source: ID Sale
br: ID Venda(PDV)

source: ID Budget
br: ID Pedido de Venda

source: ID Boxe
br: ID Caixa

source: Select
br: Selecionar
