Repository: HelderFilho/patologika
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: br

source: Invalid classification
br: classificação inválida

source: OR
br: <span class='btn-sm bg-blue'>Orçamento</span>

source: AN
br: <span class='btn-sm bg-yellow'>Em Andamento</span>

source: CO
br: <span class='btn-sm bg-green'>Concluido</span>

source: Store
br: Loja

source: Cash Flow
br: Fluxo de Caixa

source: Sales
br: Vendas

source: Boxes
br: Caixas

source: Open Cash
br: Abrir Caixa

source: Cashes
br: Caixas

source: Available
br: Disponível

source: Unavailable
br: Indisponível

source: prefecture_id
br: Prefeitura

source: Prefecture
br: Prefeitura

source: Prefectures
br: Prefeituras

source: To Open
br: Abrir

source: Value Open
br: Valor da Abertura

source: Report
br: Relatório

source: Report PDV
br: PDV (Pedido de Venda)

source: Detail Report
br: Detalhe do Relatório

source: Accept Terms
br: Termos

source: AcceptTerms
br: Termos

source: Accept Term
br: Termo

source: Total Discount Sale
br: Total da Venda com Desconto

source: Amount Paid
br: Valor Pago

source: Total Discount
br: Total de Desconto

source: Observe
br: Observar

source: Daily
br: do Dia

source: The classification has been saved.
br: A classificação foi salva.

source: The classification could not be saved. Please, try again.
br: A classificação não pôde ser salva. Por favor, tente novamente.

source: The classification has been deleted.
br: A classificação foi apagada.

source: The classification could not be deleted. Please, try again.
br: A classificação não pode ser excluída. Por favor, tente novamente.

source: Invalid contact
br: Contato Inválido

source: The contact has been saved.
br: O contato foi salvo.

source: The contact could not be saved. Please, try again.
br: O contato não pode ser salvo. Por favor, tente novamente.

source: The contact has been deleted.
br: O contato foi excluído.

source: The contact could not be deleted. Please, try again.
br: O contato não pode ser excluído. Por favor, tente novamente.

source: Invalid example
br: Modelo Inválido

source: The example has been saved.
br: O Modelo foi salvo.

source: The example could not be saved. Please, try again.
br: O Modelo não pode ser salvo. Por favor, tente novamente.

source: The example has been deleted.
br: O Modelo foi apagado.

source: The example could not be deleted. Please, try again.
br: O Modelo não pode ser excluído. Por favor, tente novamente.

source: Invalid group product
br: Produto do grupo inválido

source: The group product has been saved.
br: O produto do grupo foi salvo.

source: The group product could not be saved. Please, try again.
br: O produto do grupo não pôde ser salvo . Por favor, tente novamente.

source: The group product has been deleted.
br: O produto do grupo foi excluído.

source: The group product could not be deleted. Please, try again.
br: O produto do grupo não pôde ser excluído . Por favor, tente novamente.

source: Invalid group
br: Grupo Inválido

source: The group has been saved.
br: O grupo foi salvo.

source: The group could not be saved. Please, try again.
br: O grupo não pôde ser salvo. Por favor, tente novamente.

source: The group has been deleted.
br: O grupo foi excluído.

source: The group could not be deleted. Please, try again.
br: O grupo não pode ser excluído . Por favor, tente novamente.

source: Invalid log
br: Registro Inválido

source: The log has been saved.
br: O registro foi salvo.

source: The log could not be saved. Please, try again.
br: O registro não pôde ser salvo. Por favor, tente novamente.

source: The log has been deleted.
br: O registro foi apagado.

source: The log could not be deleted. Please, try again.
br: O registro não pode ser excluído. Por favor, tente novamente.

source: Invalid mark
br: Marca Inválida

source: The mark has been saved.
br: A marca foi salva.

source: The mark could not be saved. Please, try again.
br: A marca não pode ser salva. Por favor, tente novamente

source: The mark has been deleted.
br: A marca foi apagada.

source: The mark could not be deleted. Please, try again.
br: A marca não pode ser excluída. Por favor, tente novamente.

source: Invalid movimentation
br: Movimentação inválida

source: The movimentation has been saved.
br: A movimentação foi salva.

source: The movimentation could not be saved. Please, try again.
br: A movimentação não pôde ser salva. Por favor, tente novamente.

source: The movimentation has been deleted.
br: A movimentação foi apagada.

source: The movimentation could not be deleted. Please, try again.
br: A movimentação não pode ser excluída. Por favor, tente novamente.

source: Invalid note
br: Nota Inválida

source: The note has been saved.
br: A nota foi salva.

source: The note could not be saved. Please, try again.
br: A nota não pode ser salva. Por favor, tente novamente.

source: The note has been deleted.
br: A nota foi deletada.

source: The note could not be deleted. Please, try again.
br: A nota não pode ser excluída. Por favor, tente novamente.

source: Invalid product
br: Produto Inválido

source: The product has been saved.
br: O produto foi salvo.

source: The product could not be saved. Please, try again.
br: O produto não pôde ser salvo. Por favor, tente novamente.

source: The product has been deleted.
br: O produto foi apagado.

source: The product could not be deleted. Please, try again.
br: O produto não pode ser excluído. Por favor, tente novamente.

source: Invalid products tax
br: Imposto sobre Produto Inválido

source: The products tax has been saved.
br: O imposto sobre produtos foi salvo.

source: The products tax could not be saved. Please, try again.
br: O imposto sobre os produtos não pode ser salvas. Por favor, tente novamente.

source: The products tax has been deleted.
br: O imposto sobre produtos foi excluido.

source: The products tax could not be deleted. Please, try again.
br: O imposto sobre os produtos não pode ser excluído. Por favor, tente novamente.

source: Invalid provider
br: Provedor Inválido

source: The provider has been saved.
br: O provedor foi salvo.

source: The provider could not be saved. Please, try again.
br: O provedor não pôde ser salvo. Por favor, tente novamente.

source: The provider has been deleted.
br: O provedor foi apagado.

source: The provider could not be deleted. Please, try again.
br: O provedor não pôde ser excluído. Por favor, tente novamente.

source: Invalid representative
br: Representante Inválido

source: The representative has been saved.
br: O representante foi salvo.

source: The representative could not be saved. Please, try again.
br: O representante não pôde ser salvo. Por favor, tente novamente.

source: The representative has been deleted.
br: O representante foi apagado.

source: The representative could not be deleted. Please, try again.
br: O representante não pôde ser excluído. Por favor, tente novamente.

source: Invalid section
br: Seção Inválido

source: The section has been saved.
br: A seção foi salva.

source: The section could not be saved. Please, try again.
br: A seção não pôde ser salva. Por favor, tente novamente.

source: The section has been deleted.
br: A seção foi excluída.

source: The section could not be deleted. Please, try again.
br: A seção não pode ser excluída. Por favor, tente novamente.

source: Invalid sector
br: Setor Inválido

source: The sector has been saved.
br: O Setor foi salvo

source: The sector could not be saved. Please, try again.
br: O setor não pôde ser salvo. Por favor, tente novamente.

source: The sector has been deleted.
br: O Setor foi apagado.

source: The sector could not be deleted. Please, try again.
br: O setor não pode ser excluído. Por favor, tente novamente.

source: Invalid stock
br: Estoque Inválido

source: The stock has been saved.
br: O Estoque foi salvo.

source: The stock could not be saved. Please, try again.
br: O Estoque não pôde ser salvo. Por favor, tente novamente.

source: The stock has been deleted.
br: O Estoque foi apagado.

source: The stock could not be deleted. Please, try again.
br: O Estoque não pode ser excluído. Por favor, tente novamente.

source: Invalid subgroup product
br: Produto do subgrupo inválido

source: The subgroup product has been saved.
br: O produto do subgrupo foi salvo.

source: The subgroup product could not be saved. Please, try again.
br: O produto do subgrupo não pôde ser salvo. Por favor, tente novamente.

source: The subgroup product has been deleted.
br: O produto do subgrupo foi apagado.

source: The subgroup product could not be deleted. Please, try again.
br: O produto do subgrupo não pode ser excluído. Por favor, tente novamente.

source: Invalid superscription
br: Inscrição Inválida

source: The superscription has been saved.
br: A Inscrição foi salva.

source: The superscription could not be saved. Please, try again.
br: A legenda não pôde ser salva. Por favor, tente novamente.

source: The superscription has been deleted.
br: A Inscrição foi apagada.

source: The superscription could not be deleted. Please, try again.
br: A legenda não pode ser excluída. Por favor, tente novamente.

source: Invalid tax
br: Imposto Inválido

source: The tax has been saved.
br: O Imposto foi salvo.

source: The tax could not be saved. Please, try again.
br: O Imposto não pôde ser salvo. Por favor, tente novamente.

source: The tax has been deleted.
br: O Imposto foi excluido.

source: The tax could not be deleted. Please, try again.
br: O Imposto não pôde ser excluído. Por favor, tente novamente.

source: Invalid unit
br: Unidade Inválida

source: The unit has been saved.
br: A Unidade foi salva.

source: The unit could not be saved. Please, try again.
br: A Unidade não pôde ser salva. Por favor, tente novamente.

source: The unit has been deleted.
br: A Unidade foi apagada.

source: The unit could not be deleted. Please, try again.
br: A Unidade não pode ser excluída. Por favor, tente novamente.

source: Invalid user
br: Usuário Inválido

source: The user has been saved.
br: O Usuário foi salvo.

source: The user could not be saved. Please, try again.
br: O Usuário não pôde ser salvo. Por favor, tente novamente.

source: The user has been deleted.
br: O Usuário foi excluído.

source: The user could not be deleted. Please, try again.
br: O Usuário não pode ser excluído. Por favor, tente novamente.

source: All Registered
br: Todos os Registros

source: Enter your username and password to access the system.
br: Digite seu nome de usuário e senha para acessar o sistema.

source: Classifications
br: Classificações

source: Add Classification
br: Adicionar Classificações

source: Home
br: Inicio

source: Active
br: Ativo

source: Inactive
br: Inativo

source: Edit Classification
br: Editar Classificações

source: created
br: Criado

source: modified
br: Modificado

source: active
br: Ativo

source: name
br: Nome

source: description
br: Descrição

source: Descripition
br: Descrição

source: Actions
br: Ações

source: All created
br: Todos Criados

source: All modified
br: Todos os Modificados

source: All name
br: Todos os Nomes

source: All description
br: Todas Descrições

source: Search
br: Pesquisar

source: View
br: Visualizar

source: Edit
br: Editar

source: Delete
br: Deletar

source: Are you sure you want to delete the %s?
br: Tem certeza de que deseja apagar o %s?

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
br: Página {:page} de {:pages}, mostrando {:current} registros de {:count} total, começando no registro {:start}, que termina em {:end}

source: View
br: Visualizar

source: View Classification
br: Visualizar Classificações

source: Are you sure you want to delete # %s?
br: Tem certeza de que deseja excluir # %s?

source: Created
br: Criado

source: Modified
br: Modificado

source: Name
br: Nome

source: Description
br: Descrição

source: Related Products
br: Produtos Relacionados

source: subgroup_product_id
br: O produto do subgrupo

source: example_id
br: Modelo

source: mark_id
br: Marca

source: sector_id
br: Setor

source: section_id
br: Seção

source: classification_id
br: Classificações

source: unit_id
br: Unidade

source: name_fiscal
br: Nome Fiscal

source: reference_code
br: Código de referência

source: Contacts
br: Contatos

source: Add Contact
br: Adicionar Contato

source: Edit Contact
br: Editar Contato

source: type
br: Tipo

source: contact
br: Contato

source: obervation
br: Observação

source: All type
br: Todos os Tipos

source: All contact
br: Todos os Contatos

source: All obervation
br: Todas as Observações

source: View Contact
br: Visualizar Contato

source: Type
br: Tipo

source: Contact
br: Contato

source: Obervation
br: Observação

source: Related Providers
br: Fornecedores relacionados

source: fantasy_name
br: Nome fantasia

source: fl_document
br: Tipo de Documento

source: document
br: Documento

source: state_registration
br: Estado do registro

source: interest
br: Interesse

source: credit
br: Crédito

source: debit
br: Débito

source: Related Representatives
br: Representantes relacionados

source: provider_id
br: Fornecedor

source: observation
br: Observação

source: Hello
br: Olá

source: MAIN NAVIGATION
br: Navegação principal

source: Dashboard
br: Painel de Controle

source: Products Entrie
br: Cadastro de Produtos

source: Examples
br: Modelos

source: Groups
br: Grupos

source: Marks
br: Marcas

source: Products
br: Produtos

source: Sections
br: Seções

source: Sectors
br: Setores

source: Subgroups
br: Subgrupo

source: Taxes
br: Impostos

source: Units
br: Unidades

source: Movimentations
br: Movimentações

source: Entrance
br: Entrada

source: Out
br: Saida

source: Stock
br: Estoque

source: Notes
br: Notas

source: Providers
br: Fornecedores

source: Representatives
br: Representantes

source: Configs
br: Configurações

source: Users
br: Usuários

source: Access Control
br: Controle De Acesso

source: Member since
br: Membro desde

source: Profile
br: Perfil

source: Sign out
br: Sair

source: Add Example
br: Adicionar Modelo

source: Edit Example
br: Editar Modelo

source: View Example
br: Visualizar Modelo

source: Group Products
br: Grupo de Produtos

source: Add Group Product
br: Adicionar Grupo de Produtos

source: Edit Group Product
br: Editar Grupo de Produtos

source: View Group Product
br: Visualizar Grupo de Produtos

source: Related Subgroup Products
br: Produtos de Subgrupo Relacionados

source: group_product_id
br: Subgrupo

source: Add Group
br: Adicionar Grupo

source: Edit Group
br: Editar Grupo

source: alias
br: apelido

source: View Group
br: Visualizar Grupo

source: Alias
br: Apelido

source: Related Users
br: Usuários relacionados

source: username
br: Usuário

source: password
br: Senha

source: group_id
br: Grupo

source: image
br: Imagem

source: user_id
br: Usuário

source: model
br: Modelo

source: action
br: ação

source: old_data
br: Data Antiga

source: new_data
br: Nova Data

source: All users
br: Todos Usuários

source: All model
br: Todos os Modelos

source: All action
br: Todas as Ações

source: All old_data
br: Todas as Datas Antigas

source: All new_data
br: Todas as Novas Datas

source: Add Mark
br: Todas as Marcas

source: Message Board
br: Mural de Recado

source: Message Boards
br: Mural de Recados

source: Add Movimentation
br: Adicionar Movimentação

source: Edit Movimentation
br: Editar Movimentação

source: product_id
br: Produto

source: note_id
br: Nota

source: quantity
br: Quantidade

source: message_board_id
br: Mural de Recados

source: All provider_id
br: Todos Fornecedores

source: All note_id
br: Todas as Notas

source: All quantity
br: Todas as Quantidades

source: View Movimentation
br: Visualizar Movimentação

source: Product
br: Produto

source: Provider
br: Fornecedor

source: Note
br: Nota

source: Quantity
br: Quantidade

source: Add Note
br: Adicionar Nota

source: Number of Note
br: Número da nota

source: Edit Note
br: Editar Nota

source: View Note
br: Visualizar Nota

source: Related Movimentations
br: Movimentações Relacionadas

source: New Members
br: Novos Membros

source: Add Product
br: Adicionar Produto

source: Edit Product
br: Editar Produto

source: All subgroup_product_id
br: Todos Subgrupos de Produto id

source: All example_id
br: Todos Modelos id

source: All mark_id
br: Todas as Marcas id

source: All sector_id
br: Todos Setores id

source: All section_id
br: Todas Seções id

source: All classification_id
br: Todas Classificações id

source: All unit_id
br: Todas as Unidades id

source: All name_fiscal
br: Todos os Nomes Fiscais

source: All reference_code
br: Todas as referências code

source: Name:
br: Nome:

source: Status:
br: Estado:

source: Barcode
br: Código de Barra

source: Unidade de medida da Nota
br: Und Nota

source: View Product
br: Visualizar Produto

source: Subgroup Product
br: Subgrupo do Produto

source: Example
br: Modelo

source: Mark
br: Marca

source: Sector
br: Setor

source: Section
br: Seção

source: Classification
br: Classificação

source: Unit
br: Unidade

source: Name Fiscal
br: Nome Fiscal

source: Reference Code
br: Código de Referência

source: Related Stocks
br: Ações Relacionadas

source: min_quantity
br: Quantidade Mínima

source: max_quantity
br: Quantidade Máxima

source: Related Taxes
br: Impostos Relacionados

source: Products Taxes
br: Impostos dos Produtos

source: Add Products Tax
br: Adicionar Impostos dos Produtos

source: Edit Products Tax
br: Editar Impostos dos Produtos

source: tax_id
br: Impostos

source: value
br: Valor

source: All tax_id
br: Todos Impostos

source: All value
br: Todos os Valores

source: View Products Tax
br: Visualizar Impostos dos Produtos

source: Tax
br: Imposto

source: Value
br: Valor

source: Add Provider
br: Adicionar Fornecedor

source: Edit Provider
br: Editar Fornecedor

source: All fantasy_name
br: Todos os Nomes Fantasias

source: All fl_document
br: Todos os Tipos de documentos

source: All document
br: Todos Documentos

source: All state_registration
br: Todas Inscrições Estaduais

source: All interest
br: Todos os Juros

source: All credit
br: Todos os Créditos

source: All debit
br: Todos os Débitos

source: View Provider
br: Visualizar Fornecedor

source: Fantasy Name
br: Nome Fantasia

source: Fl Document
br: Tipo de Documento

source: Document
br: Documento

source: State Registration
br: Inscrição Estadual

source: Interest
br: Juros

source: Credit
br: Crédito

source: Debit
br: Débito

source: Related Contacts
br: Contatos Relacionados

source: Related Superscriptions
br: Endereços Relacionados

source: address
br: Endereço

source: number
br: Número

source: neightborhood
br: Bairro

source: city
br: Cidade

source: state
br: Estado

source: complement
br: Complemento

source: Add Representative
br: Adicionar Representante

source: Edit Representative
br: Editar Representante

source: All observation
br: Todas Observações

source: View Representative
br: Visualizar Representantes

source: Observation
br: Observação

source: Add Section
br: Todas Seções

source: Edit Section
br: Editar Seção

source: View Section
br: Visualizar Seção

source: Add Sector
br: Adicionar Setor

source: Edit Sector
br: Editar Setor

source: View Sector
br: Visualizar Setor

source: Stocks
br: Estoque

source: Add Stock
br: Adicionar Estoque

source: Edit Stock
br: Editar Estoque

source: All min_quantity
br: Todas as Quantidades Mínimas

source: All max_quantity
br: Todas as Quantidades Máximas

source: View Stock
br: Visualizar Estoque

source: Min Quantity
br: Quantidade Mínima

source: Max Quantity
br: Quantidade Máxima

source: Subgroup Products
br: Produtos do Subgrupo

source: Add Subgroup Product
br: Adicionar Produtos do Subgrupo

source: Edit Subgroup Product
br: Editar Produtos do Subgrupo

source: All group_product_id
br: Todos os Produtos do Grupo id

source: View Subgroup Product
br: Visualizar Produtos do Subgrupo

source: Group Product
br: Grupo de Produto

source: Superscriptions
br: Endereços

source: Add Superscription
br: Todos os Endereços

source: Edit Superscription
br: Editar Endereços

source: All address
br: Todos Endereços

source: All number
br: Todos os Números

source: All neightborhood
br: Todos os Bairros

source: All city
br: Todas as Cidades

source: All uf
br: Todos UF

source: All state
br: Todos Estados

source: All complement
br: Todos Complementos

source: View Superscription
br: Visualizar Endereços

source: Address
br: Endereço

source: Number
br: Número

source: Neightborhood
br: Bairro

source: City
br: Cidade

source: State
br: Estado

source: Complement
br: Complemento

source: Add Tax
br: Adicionar Imposto

source: Edit Tax
br: Editar Imposto

source: View Tax
br: Visualizar Imposto

source: Add Unit
br: Adicionar Unidade

source: Edit Unit
br: Editar Unidade

source: fractionated
br: Fracionamento

source: All fractionated
br: Todos Fracionamentos

source: View Unit
br: Visualizar Unidade

source: Fractionated
br: Fracionamentos

source: Add User
br: Adicionar Usuário

source: Edit User
br: Editar Usuário

source: View User
br: Visualizar Usuário

source: Username
br: Usuário

source: Group
br: Grupo

source: Image
br: Imagem

source: notEmpty
br: Campo Vazio

source: numeric
br: numérico

source: Something went wrong with the file upload
br: Algo deu errado com o upload do arquivo

source: Invalid file, only images allowed
br: Arquivo inválido, apenas imagens permitido

source: Something went wrong processing your file
br: Algo deu errado ao processar o seu arquivo

source: Group created.
br: Grupo Criado.

source: Invalid ID
br: ID Inválido

source: The Group was saved.
br: O grupo foi salvo.

source: Invalid ID.
br: ID Inválido

source: The user was deleted.
br: O usuário foi excluído.

source: Permissions
br: Permissões

source: All Controllers was sincronized.
br: Todos os controladores foram Sicronizados

source: User saved.
br: Usuário Salvo.

source: User was saved.
br: Usuário foi salvo.

source: password was saved.
br: Senha Foi Salva.

source: Invalid ID!
br: ID Inválido!

source: User was deleted.
br: Usuário foi Excluido

source: You have no authority to access this router.
br: Você não tem Permissão para acessar esta Página.

source: Name:
br: Nome

source: Save
br: Salvo

source: Edit
br: Editar

source: Delete
br: Deletar

source: alowed
br: Permitidos

source: denied
br: Negado

source: allowed
br: Permitido

source: Password
br: Senha

source: Unactive
br: Inativo

source: Reset password
br: Esqueci minha Senha

source: Add
br: Adicionar

source: Password:
br: Senha

source: Password again:
br: Repita a Senha

source: Debug setting does not allow access to this url.
br: Configuração Debug não permite o acesso a este url.

source: Error
br: Erro

source: The requested address %s was not found on this server.
br: O endereço %s solicitado não foi encontrado neste servidor.

source: An Internal Error Has Occurred.
br: Ocorreu Um Erro Interno.

source: grade_id
br: Classe

source: Grade
br: Classe

source: secretarie_id
br: Secretária

source: subgroups_product_id
br: Subgrupo

source: Wall Infos
br: Informações do Mural

source: Wall Info
br: Informação do Mural

source: Grades
br: Classes

source: Prices
br: Preços

source: Price
br: Preço

source: Patio
br: Logradouro

source: Company Settings
br: Configurações da Empresa

source: Company Setting
br: Configuração da Empresa

source: CompanySettings
br: Configurações da Empresa

source: Phone
br: Telefone

source: Neighborhood
br: Bairro

source: Code City
br: Código da Cidade

source: Data Payment
br: Dados Da Cobrança

source: Notes All
br: Todas as Notas

source: Notes Add
br: Adicionar Nota

source: Movimentation by Notes
br: Adicionar Movimentação por Nota

source: Budgets
br: Orçamentos

source: Clients
br: Clientes

source: Positions
br: Função

source: Position
br: Cargos

source: Employee
br: Parceiro de Negócio
