Repository: HelderFilho/patologika
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: br

source: Generate Credit
br: Gerar Crédito

source: Not exists Sale for id/N° Note
br: Não existe Venda com esse ID/N° de Nota.

source: It was not possible to carry out the exchange
br: Não foi possível realizar a troca

source: Exchange successfully held
br: Troca realizada com sucesso

source: Consult Sales
br: Consulta de Vendas

source: balance
br: Saldo

source: Add to List
br: Adicionar a lista

source: Date of issue
br: Data de Emissão

source: To Order
br: Converter em Pedido

source: The budget has been converted.
br: O orçamento foi convertido

source: The budget could not be converted. Please, try again.
br: O orçamento não pode ser convertido. Por favor tente novamente

source: SA
br: Sangria

source: SU
br: Suprimentos

source: Sales Supply Sangrias
br: Sangria & Suprimentos

source: SalesSupplySangrias
br: Sangria & Suprimentos

source: Daily Boxe
br: ID do Caixa

source: New
br: Novo

source: Type Sale
br: Tipo

source: Payment
br: Pagamento

source: BU
br: Orçamento/Pedido de Venda

source: Type Report
br: Tipo de Relatório

source: Type Date
br: Tipo de Data

source: Control
br: Controle

source: Date Move
br: Data da Movimentação

source: Print
br: Imprimir

source: Restaurant
br: Restaurante

source: Restaurants
br: Restaurante

source: Ordered
br: Pedido

source: Table
br: Tabela

source: Tables
br: Tabelas

source: Order date
br: Data do Pedido

source: Tax Delivery
br: Taxa de Entrega

source: Other
br: Outros

source: Shopping
br: Compras

source: Goods receipt
br: Entrada de Mercadorias

source: Header
br: Cabeçalho

source: Total Note
br: Total da Compra

source: Date Emissao
br: Data da Emissão

source: All
br: Todas

source: With
br: Com

source: Rates
br: Taxas

source: Parameters
br: Paramêtros

source: Documents
br: Documentos

source: Registration
br: Cadastros

source: Sellers
br: Clientes Pagtran

source: PaymentMethods
br: Métodos de Pagamento

source: date_birth
br: Data de Nascimento

source: seller_id
br: Vendedor

source: table_rate_id
br: Tabela

source: bank_name
br: Nome do Banco

source: bank_agency
br: Agência

source: bank_type
br: Tipo de Conta

source: name_president
br: Diretor

source: name_responsible
br: Responsável

source: comission
br: Comissão

source: date_document
br: Data de Vencimento

source: descripition
br: Descrição

source: attachment_cost
br: Anexo Conta

source: attachment_paid
br: Anexo Pagamento

source: barcode
br: Código de Barras

source: date_paid
br: Data do Pagamento

source: fl_paid
br: Pago?

source: Bank Account
br: Conta Bancária

source: bank_account
br: Conta Bancária

source: Bank Flow
br: Fluxo Bancário

source: Bank Flows
br: Fluxos Bancário

source: fl_type
br: Tipo

source: bank_account_id
br: Conta Bancária

source: document_id
br: Documento

source: Date Birth
br: Data Nascimento

source: Name President
br: Nome do Diretor

source: Name Responsible
br: Nome do Responsável

source: Table Rate
br: Tabela de Taxa

source: Bank Name
br: Nome do Banco

source: Bank Agency
br: Agência Bancaria

source: Bank Type
br: Tipo de Conta

source: Conveniences
br: Taxa de Conveniência

source: ConvenienceDistribuitions
br: Distribuição de Conveniência

source: employees_id
br: Parceiro de Negócio

source: convenience_id
br: Taxa de Conveniência

source: parcel_number
br: Número da Parcela

source: Date Document
br: Data de Vencimento

source: Attachment Card
br: Imagem do Cartão

source: Attachment Paid
br: Imagem do Pagamento

source: Attachment Cost
br: Imagem do Conta

source: attachment_card
br: Imagem do Cartão

source: Value Month
br: Valor Mensal

source: Value Pag
br: Valor Total Pago

source: Rate
br: Parcelas

source: Attachment Receipt
br: Imagem do Comprovante

source: Finish Payment
br: Finalizar Pagamento

source: Value Paid
br: Valor Pago

source: Months
br: Mês

source: Balance
br: Saldo

source: Bank Accounts
br: Contas Bancárias

source: DocumentsComission
br: Comissões de Documentos

source: Documents Comissions
br: Comissões de Documentos

source: Open Enterprise
br: Abertura da Empresa

source: fl_first
br: Principal

source: Fl First
br: Principal

source: Fl Paid
br: Pago?

source: name document
br: Nome do Documento

source: All Documents
br: Todos os Documentos

source: Documents to Pay
br: Documentos à pagar

source: could not be saved. The user name already exists.
br: não pode ser salvo. O nome do usuário já existe.

source: value_profit
br: Valor à receber

source: value_paid
br: Valor pago

source: Varied Profits
br: Lucro Variado

source: varied profits
br: lucro variado

source: months
br: Meses

source: Monthsto
br: Mês até

source: Dayto
br: Dias até

source: Yearto
br: Ano até

source: DocumentsComission Detail
br: Comissões Detalhadas

source: dt_receive
br: Data de Recebimento

source: RateCards
br: Taxas do Cartão

source: Varied Profit
br: Lucro Variado

source: varied profit
br: lucro variado

source: Fl Type
br: Tipo
